{
    "ID" : "faction_SilentChapter",
    "Name" : "Silent Chapter",
    "ShortName" : "TSC",
    "Description" : "The Silent Chapter wants to be the 'Strong Arm' of a pirate group called 'The Damned'. Eventually would become the personal security force of Vance Rezak's second-in-command Mr 'Dicky' Smith. There is nothing, both legal and illicit, that The Damned are not involved in. The Silent Chapter enforces control of their slice of the Black Market in the Periphery using a variety of roving Pirate units, and are HIGHLY selective about who works for them.",
    "Demonym" : "TSC",
    "Government" : "",
    "Allies" : [
        "AuriganPirates",
        "ClusterPirates",
        "CanopianPirates",
		"Locals"
    ],
    "Enemies" : [
        "TaurianConcordat",
		"BaumannGroup",
		"Liao",
		"Davion",
		"Steiner",
		"Marik",
		"Kurita",
        "AuriganRestoration",
        "AuriganDirectorate"
    ],
	"Presence": 0.6,
    "ReputationStatements" : [
        "Never known you to throw that Battle. Don't start now.",
        "Do you call yourself a Company Commander? More like Bloody boy scout.",
        "We're prepared to grant you might have had a bad day but, no more!",
        "Drop this and we will think long and hard about using you in the future.",
        "A bad run will degrade your usefulness to us.  Fail and we'll lose your HPG transmission Id.",
        "Our regular 'Stable' of better MechWarriors are shaking their heads."
    ],
    "MissionSuccessStatements" : [ 
		"Now that's what we expect.  Everything completed.  Nice!"
    ], 
	"GoodFaithFailureStatements" : [ 
		"Yeah we didn't expect it all to be done. You put in a good show to get what you did completed."
    ],
	"BadFaithFailureStatements" : [ 
		"Thats not what we expect. We don't pay for you to turn tail and run, even if is was the sensible course to take."
    ],
	"DefaultCombatLeaderCastDefId" : "castDef_scEnforcer",
    "DefaultRepresentativeCastDefId" : "castDef_CabalDefault",
    "DataManager" : null,
    "factionID" : "SilentChapter",
  	"icon" : "uixTxrLogo_TheSilentChapter",
    "heraldryDefId" : "heraldrydef_TheSilentChapter",
    "storePanelImage" : null,
    "factionStoreColor" : null,
    "StartingReputationValues" : [
        -15,
        -15,
        0
    ],
    "StartingReputationModes" : [
        "KAMEA_CAMPAIGN",
        "CAREER",
        "NONE"
    ]
}